/* No comment provided by engineer. */
"       暂无商品信息" = "       暂无商品信息";

/* JHTuanGouShopDetailVC */
"   更多信息" = "   更多信息";

/* No comment provided by engineer. */
"   评价后获得%@积分" = "   评价后获得%@积分";

/* No comment provided by engineer. */
"  %@%@前下了单 › " = "  %1$@%2$@前下了单 › ";

/* JHTuanGouGoodsDetailVC */
"  商家信息" = "  商家信息";

/* JHTuanGouGoodsDetailVC */
"  套餐详情" = "  套餐详情";

/* No comment provided by engineer. */
"  添加篮子" = "  添加篮子";

/* No comment provided by engineer. */
"  订单详情" = "  订单详情";

/* No comment provided by engineer. */
"  请输入申请提现金额" = "  请输入申请提现金额";

/* JHTuanGouGoodsDetailVC */
"  购买须知" = "  购买须知";

/* JHTuanGouMaiDanVC */
"  输入不享受优惠金额(如酒水/套餐)" = "  输入不享受优惠金额(如酒水/套餐)";

/* JHTuanGouDetailEvaluationCell */
"%.1f分" = "%.1f分";

/* No comment provided by engineer. */
"%@  剩余%d份" = "%1$@  剩余%2$d份";

/* No comment provided by engineer. */
"%@ ¥%@ [%@天有效]" = "%1$@ ¥%2$@ [%3$@天有效]";

/* No comment provided by engineer. */
"%@下单" = "%@下单";

/* JHTuanGouDetailEvaluationCell */
"%@人评价" = "%@人评价";

/* No comment provided by engineer. */
"%@份" = "%@份";

/* No comment provided by engineer. */
"%@分钟" = "%@分钟";

/* No comment provided by engineer. */
"%@分钟 | %@" = "%1$@分钟 | %2$@";

/* No comment provided by engineer. */
"%@分钟(%@送达)" = "%1$@分钟(%2$@送达)";

/* No comment provided by engineer. */
"%d个活动      " = "%d个活动      ";

/* No comment provided by engineer. */
"%d月" = "%d月";

/* No comment provided by engineer. */
"%ld年" = "%ld年";

/* No comment provided by engineer. */
"+ 添加信用卡" = "+ 添加信用卡";

/* No comment provided by engineer. */
"-¥%@" = "-¥%@";

/* JHTuanGouDetailSetMealHeaderCell */
"1份" = "1份";

/* No comment provided by engineer. */
"1小时" = "1小时";

/* No comment provided by engineer. */
"<查看用户协议>" = "<查看用户协议>";

/* No comment provided by engineer. */
"[%@天有效]" = "[%@天有效]";

/* No comment provided by engineer. */
"QQ空间" = "QQ空间";

/* No comment provided by engineer. */
"TOP店铺排行" = "TOP店铺排行";

/* No comment provided by engineer. */
"¥" = "¥";

/* No comment provided by engineer. */
"¥ " = "¥ ";

/* JHTuanHomeShopCell */
"¥ %@" = "¥ %@";

/* No comment provided by engineer. */
"¥ %@  ¥%@" = "¥ %1$@  ¥%2$@";

/* No comment provided by engineer. */
"¥ %g" = "¥ %g";

/* JHTuanGouMaiDanVC */
"¥ 0.00" = "¥ 0.00";

/* No comment provided by engineer. */
"¥%.2f" = "¥%.2f";

/* JHTuanGouTuijianCollectionViewCell */
"¥%@" = "¥%@";

/* No comment provided by engineer. */
"¥%g优惠券" = "¥%g优惠券";

/* No comment provided by engineer. */
"¥0起送" = "¥0起送";

/* JHTuanProductModel */
"• 使用时间: " = "• 使用时间: ";

/* JHTuanProductModel */
"• 使用规则:\n" = "• 使用规则:\n";

/* JHTuanProductModel */
"• 有效期: " = "• 有效期: ";

/* JHTuanProductModel */
"• 预约电话: " = "• 预约电话: ";

/* No comment provided by engineer. */
"《帮买服务协议》" = "《帮买服务协议》";

/* No comment provided by engineer. */
"《帮送服务协议》" = "《帮送服务协议》";

/* No comment provided by engineer. */
"一般" = "一般";

/* No comment provided by engineer. */
"上传头像成功!" = "上传头像成功!";

/* No comment provided by engineer. */
"上新" = "上新";

/* No comment provided by engineer. */
"下一步" = "下一步";

/* No comment provided by engineer. */
"下单" = "下单";

/* No comment provided by engineer. */
"下单时间" = "下单时间";

/* No comment provided by engineer. */
"下单时间:" = "下单时间:";

/* JHTuanGouMaiDanVC */
"不享受优惠的金额不能大于消费金额" = "不享受优惠的金额不能大于消费金额";

/* JHTuanGouMaiDanVC */
"不享受优惠金额: " = "不享受优惠金额: ";

/* No comment provided by engineer. */
"不使用" = "不使用";

/* No comment provided by engineer. */
"不使用优惠券" = "不使用优惠券";

/* No comment provided by engineer. */
"不使用优惠劵" = "不使用优惠劵";

/* No comment provided by engineer. */
"不使用红包" = "不使用红包";

/* No comment provided by engineer. */
"不含商品费用" = "不含商品费用";

/* No comment provided by engineer. */
"不含运费" = "不含运费";

/* No comment provided by engineer. */
"不在配送范围内" = "不在配送范围内";

/* No comment provided by engineer. */
"不支持使用优惠劵" = "不支持使用优惠劵";

/* No comment provided by engineer. */
"不支持使用红包" = "不支持使用红包";

/* No comment provided by engineer. */
"不能转换为string类型" = "不能转换为string类型";

/* No comment provided by engineer. */
"不购买" = "不购买";

/* No comment provided by engineer. */
"不限" = "不限";

/* No comment provided by engineer. */
"两次密码输入不一致,请重新输入!" = "两次密码输入不一致,请重新输入!";

/* No comment provided by engineer. */
"个" = "个";

/* No comment provided by engineer. */
"个人资料" = "个人资料";

/* No comment provided by engineer. */
"个活动" = "个活动";

/* No comment provided by engineer. */
"丽人" = "丽人";

/* No comment provided by engineer. */
"买单" = "买单";

/* No comment provided by engineer. */
"买单时间:%@" = "买单时间:%@";

/* JHWMCreateOrderVC */
"买家留言" = "买家留言";

/* No comment provided by engineer. */
"亲,您的网络貌似短路了哟!" = "亲,您的网络貌似短路了哟!";

/* No comment provided by engineer. */
"亲,没有更多数据了" = "亲,没有更多数据了";

/* No comment provided by engineer. */
"人均: ¥" = "人均: ¥";

/* No comment provided by engineer. */
"人均最低" = "人均最低";

/* No comment provided by engineer. */
"人均消费最低" = "人均消费最低";

/* No comment provided by engineer. */
"今日可减免配送单数: %@单" = "今日可减免配送单数: %@单";

/* No comment provided by engineer. */
"从相册选择" = "从相册选择";

/* No comment provided by engineer. */
"付款时间:%@" = "付款时间:%@";

/* JHWMShowChangeGoodsVC */
"以下商品发生了变化" = "以下商品发生了变化";

/* JHWMShowChangeGoodsVC */
"件" = "件";

/* JHWMCreateOrderVC */
"件商品" = "件商品";

/* JHMallSearchResultVC */
"价格" = "价格";

/* No comment provided by engineer. */
"企业认证" = "企业认证";

/* No comment provided by engineer. */
"休闲娱乐" = "休闲娱乐";

/* No comment provided by engineer. */
"休闲娱乐(6)" = "休闲娱乐(6)";

/* No comment provided by engineer. */
"优惠" = "优惠";

/* JHTuanGouMaiDanVC */
"优惠买单" = "优惠买单";

/* No comment provided by engineer. */
"优惠信息" = "优惠信息";

/* No comment provided by engineer. */
"优惠券" = "优惠券";

/* No comment provided by engineer. */
"优惠劵" = "优惠劵";

/* No comment provided by engineer. */
"优惠方案:商家优惠¥%.2f" = "优惠方案:商家优惠¥%.2f";

/* JHTuanGouMaiDanVC */
"优惠说明" = "优惠说明";

/* No comment provided by engineer. */
"优选商品" = "优选商品";

/* No comment provided by engineer. */
"会员卡" = "会员卡";

/* No comment provided by engineer. */
"余额" = "余额";

/* No comment provided by engineer. */
"余额: %@  还需支付: %@" = "余额: %1$@  还需支付: %2$@";

/* No comment provided by engineer. */
"余额充值" = "余额充值";

/* JHCreateOrderSheetView */
"余额支付" = "余额支付";

/* No comment provided by engineer. */
"你已成功删除该地址!" = "你已成功删除该地址!";

/* No comment provided by engineer. */
"使用优惠券" = "使用优惠券";

/* No comment provided by engineer. */
"保存" = "保存";

/* No comment provided by engineer. */
"保存图片" = "保存图片";

/* No comment provided by engineer. */
"保存图片失败!" = "保存图片失败!";

/* No comment provided by engineer. */
"保存图片成功!" = "保存图片成功!";

/* No comment provided by engineer. */
"信用卡支付" = "信用卡支付";

/* No comment provided by engineer. */
"修改" = "修改";

/* No comment provided by engineer. */
"修改名称" = "修改名称";

/* No comment provided by engineer. */
"修改商品" = "修改商品";

/* No comment provided by engineer. */
"修改地址" = "修改地址";

/* No comment provided by engineer. */
"修改地址成功!" = "修改地址成功!";

/* No comment provided by engineer. */
"修改密码" = "修改密码";

/* No comment provided by engineer. */
"修改性别成功!" = "修改性别成功!";

/* No comment provided by engineer. */
"修改成功" = "修改成功";

/* No comment provided by engineer. */
"修改昵称" = "修改昵称";

/* No comment provided by engineer. */
"修改昵称成功!" = "修改昵称成功!";

/* No comment provided by engineer. */
"催单" = "催单";

/* No comment provided by engineer. */
"催单成功!" = "催单成功!";

/* No comment provided by engineer. */
"元" = "元";

/* No comment provided by engineer. */
"充值" = "充值";

/* LeftAndRightLabCell */
"免" = "免";

/* No comment provided by engineer. */
"免运费" = "免运费";

/* No comment provided by engineer. */
"免邮费" = "免邮费";

/* No comment provided by engineer. */
"免配送费" = "免配送费";

/* No comment provided by engineer. */
"免预约" = "免预约";

/* No comment provided by engineer. */
"全选" = "全选";

/* No comment provided by engineer. */
"全部" = "全部";

/* No comment provided by engineer. */
"全部分类   " = "全部分类   ";

/* No comment provided by engineer. */
"全部分类(888)" = "全部分类(888)";

/* No comment provided by engineer. */
"全部商品" = "全部商品";

/* No comment provided by engineer. */
"公司" = "公司";

/* ShopDetailTopView */
"公告" = "公告";

/* No comment provided by engineer. */
"共" = "共";

/* No comment provided by engineer. */
"共%@件商品  合计: ¥%@(免运费)" = "共%1$@件商品  合计: ¥%2$@(免运费)";

/* No comment provided by engineer. */
"共%@件商品  合计: ¥%@(含运费¥%@)" = "共%1$@件商品  合计: ¥%2$@(含运费¥%3$@)";

/* No comment provided by engineer. */
"共%ld件商品" = "共%ld件商品";

/* No comment provided by engineer. */
"关注度%@" = "关注度%@";

/* No comment provided by engineer. */
"关注最多" = "关注最多";

/* No comment provided by engineer. */
"其他" = "其他";

/* No comment provided by engineer. */
"其他%d个商品" = "其他%d个商品";

/* No comment provided by engineer. */
"再来一单" = "再来一单";

/* No comment provided by engineer. */
"写下您对商家的建议吧~" = "写下您对商家的建议吧~";

/* No comment provided by engineer. */
"写下您对小哥的评价吧~" = "写下您对小哥的评价吧~";

/* No comment provided by engineer. */
"写字楼" = "写字楼";

/* LeftAndRightLabCell */
"减" = "减";

/* JHWMShopCartVC */
"凑一凑" = "凑一凑";

/* No comment provided by engineer. */
"分" = "分";

/* No comment provided by engineer. */
"分享" = "分享";

/* No comment provided by engineer. */
"分享失败" = "分享失败";

/* No comment provided by engineer. */
"分享店铺" = "分享店铺";

/* No comment provided by engineer. */
"分享成功" = "分享成功";

/* No comment provided by engineer. */
"分享红包给好友\n可用于抵扣在线支付金额" = "分享红包给好友\n可用于抵扣在线支付金额";

/* No comment provided by engineer. */
"分类" = "分类";

/* No comment provided by engineer. */
"分类==%ld" = "分类==%ld";

/* WaiMaiShoperCell */
"分钟" = "分钟";

/* ShopDetailTopView */
"分钟送达" = "分钟送达";

/* No comment provided by engineer. */
"初始化失败\n请检查网络并重试" = "初始化失败\n请检查网络并重试";

/* JHWaiMaiShopCartVC */
"删除" = "删除";

/* No comment provided by engineer. */
"删除Ta" = "删除Ta";

/* No comment provided by engineer. */
"删除成功" = "删除成功";

/* No comment provided by engineer. */
"券码" = "券码";

/* No comment provided by engineer. */
"券码:%@ x%@" = "券码:%1$@ x%2$@";

/* No comment provided by engineer. */
"剩余%02ld分%02ld秒" = "剩余%1$ld分%2$ld秒";

/* No comment provided by engineer. */
"剩余%02ld秒" = "剩余%02ld秒";

/* No comment provided by engineer. */
"剩余:%@" = "剩余:%@";

/* No comment provided by engineer. */
"加入购物车" = "加入购物车";

/* No comment provided by engineer. */
"加小费" = "加小费";

/* No comment provided by engineer. */
"加小费可以更快被抢单哦" = "加小费可以更快被抢单哦";

/* No comment provided by engineer. */
"包河区" = "包河区";

/* No comment provided by engineer. */
"北京" = "北京";

/* JHTuanSearchResultVC */
"区域" = "区域";

/* No comment provided by engineer. */
"匿名评价" = "匿名评价";

/* WaiMaiShoperCell */
"单" = "单";

/* No comment provided by engineer. */
"单日可减免配送单数: %@单" = "单日可减免配送单数: %@单";

/* No comment provided by engineer. */
"卡号" = "卡号";

/* No comment provided by engineer. */
"卡名称" = "卡名称";

/* No comment provided by engineer. */
"卡类型" = "卡类型";

/* HistorySearchView */
"历史搜索" = "历史搜索";

/* No comment provided by engineer. */
"去付款" = "去付款";

/* No comment provided by engineer. */
"去支付" = "去支付";

/* No comment provided by engineer. */
"去支付(%@分%@秒)" = "去支付(%1$@分%2$@秒)";

/* No comment provided by engineer. */
"去登录" = "去登录";

/* JHWMShopCartVC */
"去结算" = "去结算";

/* No comment provided by engineer. */
"去自提" = "去自提";

/* No comment provided by engineer. */
"去评价" = "去评价";

/* No comment provided by engineer. */
"去评论" = "去评论";

/* JHWaiMaiShopCartVC */
"去逛逛" = "去逛逛";

/* No comment provided by engineer. */
"发红包" = "发红包";

/* No comment provided by engineer. */
"发表评价" = "发表评价";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"取消成功" = "取消成功";

/* No comment provided by engineer. */
"取消成功!" = "取消成功!";

/* No comment provided by engineer. */
"取消订单" = "取消订单";

/* No comment provided by engineer. */
"取货中" = "取货中";

/* No comment provided by engineer. */
"取货中..." = "取货中...";

/* No comment provided by engineer. */
"取货时间" = "取货时间";

/* WMShopEvaluateHeadView */
"只看有内容的评价" = "只看有内容的评价";

/* No comment provided by engineer. */
"可用" = "可用";

/* No comment provided by engineer. */
"号篮子" = "号篮子";

/* No comment provided by engineer. */
"合计:" = "合计:";

/* No comment provided by engineer. */
"合计: " = "合计: ";

/* No comment provided by engineer. */
"合计:  ¥%.2f" = "合计:  ¥%.2f";

/* No comment provided by engineer. */
"合计: ¥%@" = "合计: ¥%@";

/* No comment provided by engineer. */
"合计:¥%.2f" = "合计:¥%.2f";

/* No comment provided by engineer. */
"同意并接受《帮买服务协议》" = "同意并接受《帮买服务协议》";

/* No comment provided by engineer. */
"同意并接受《帮送服务协议》" = "同意并接受《帮送服务协议》";

/* No comment provided by engineer. */
"否" = "否";

/* JHTuanProductModel */
"周末不可用\n" = "周末不可用\n";

/* No comment provided by engineer. */
"呼呼" = "呼呼";

/* No comment provided by engineer. */
"哈哈" = "哈哈";

/* No comment provided by engineer. */
"哒哒" = "哒哒";

/* No comment provided by engineer. */
"商务住宅|住宅区|住宅小区" = "商务住宅|住宅区|住宅小区";

/* No comment provided by engineer. */
"商务写字楼|商务写字楼" = "商务写字楼|商务写字楼";

/* No comment provided by engineer. */
"商品" = "商品";

/* No comment provided by engineer. */
"商品信息" = "商品信息";

/* No comment provided by engineer. */
"商品如需分开打包,请使用多人订餐 >" = "商品如需分开打包,请使用多人订餐 >";

/* No comment provided by engineer. */
"商品打分" = "商品打分";

/* No comment provided by engineer. */
"商品的预估费用请小于10,000" = "商品的预估费用请小于10,000";

/* WMGoodDetailCellTwo */
"商品评价" = "商品评价";

/* JHWMShopGoodDetailVC */
"商品详情" = "商品详情";

/* No comment provided by engineer. */
"商品预估费用" = "商品预估费用";

/* No comment provided by engineer. */
"商城" = "商城";

/* No comment provided by engineer. */
"商家" = "商家";

/* JHShopMenuVC */
"商家优惠劵\n" = "商家优惠劵\n";

/* JHWMShopNoticeVC */
"商家公告" = "商家公告";

/* No comment provided by engineer. */
"商家分享的文字" = "商家分享的文字";

/* JHWaiMaiShopListVC */
"商家列表" = "商家列表";

/* No comment provided by engineer. */
"商家券已核销" = "商家券已核销";

/* No comment provided by engineer. */
"商家可按篮子分开打包商品" = "商家可按篮子分开打包商品";

/* WMEvaluateCell */
"商家回复" = "商家回复";

/* No comment provided by engineer. */
"商家回复: " = "商家回复: ";

/* No comment provided by engineer. */
"商家回复:%@" = "商家回复:%@";

/* JHShopDetailVC */
"商家地址" = "商家地址";

/* WMShopEvaluateHeadView */
"商家好评率" = "商家好评率";

/* JHShopDetailVC */
"商家实景" = "商家实景";

/* No comment provided by engineer. */
"商家打分" = "商家打分";

/* No comment provided by engineer. */
"商家未设置任何优惠" = "商家未设置任何优惠";

/* No comment provided by engineer. */
"商家正在送餐" = "商家正在送餐";

/* JHWMShopNoticeVC */
"商家活动" = "商家活动";

/* No comment provided by engineer. */
"商家特色" = "商家特色";

/* ContentView */
"商家详情" = "商家详情";

/* JHShopDetailVC */
"商家资质" = "商家资质";

/* No comment provided by engineer. */
"商家送" = "商家送";

/* JHShopDetailVC */
"商家配送" = "商家配送";

/* No comment provided by engineer. */
"嘟嘟" = "嘟嘟";

/* No comment provided by engineer. */
"嘻嘻" = "嘻嘻";

/* No comment provided by engineer. */
"团购" = "团购";

/* No comment provided by engineer. */
"团购价最低" = "团购价最低";

/* No comment provided by engineer. */
"团购券" = "团购券";

/* JHTuanGouGoodsDetailVC */
"团购商品详情" = "团购商品详情";

/* JHTuanGouShopDetailVC */
"团购商家详情" = "团购商家详情";

/* JHTuanShopDetailTaocanHeaderView */
"团购套餐" = "团购套餐";

/* No comment provided by engineer. */
"团购订单" = "团购订单";

/* JHTuanGouImageTextDetailVC */
"图文详情" = "图文详情";

/* No comment provided by engineer. */
"图片" = "图片";

/* JHWMCreateOrderVC */
"在线支付" = "在线支付";

/* No comment provided by engineer. */
"地图详情" = "地图详情";

/* No comment provided by engineer. */
"地址" = "地址";

/* No comment provided by engineer. */
"地址管理" = "地址管理";

/* No comment provided by engineer. */
"地址簿" = "地址簿";

/* JHAddressMainVC */
"城市" = "城市";

/* No comment provided by engineer. */
"复制到剪贴板" = "复制到剪贴板";

/* JHTuanGouShopDetailVC */
"外卖" = "外卖";

/* No comment provided by engineer. */
"外卖已送达" = "外卖已送达";

/* No comment provided by engineer. */
"外送" = "外送";

/* No comment provided by engineer. */
"多人订餐" = "多人订餐";

/* No comment provided by engineer. */
"头像" = "头像";

/* No comment provided by engineer. */
"女" = "女";

/* No comment provided by engineer. */
"女装" = "女装";

/* No comment provided by engineer. */
"好" = "好";

/* No comment provided by engineer. */
"好店推荐" = "好店推荐";

/* No comment provided by engineer. */
"好评优先" = "好评优先";

/* WMGoodDetailCellTwo */
"好评率" = "好评率";

/* No comment provided by engineer. */
"姓名" = "姓名";

/* No comment provided by engineer. */
"学校" = "学校";

/* No comment provided by engineer. */
"学校|商务住宅|门牌信息" = "学校|商务住宅|门牌信息";

/* No comment provided by engineer. */
"安全码" = "安全码";

/* JHWMCreateOrderAddNoticeVC */
"完成" = "完成";

/* No comment provided by engineer. */
"定位中..." = "定位中...";

/* JHAddressMainVC */
"定位失败,请重新定位" = "定位失败,请重新定位";

/* No comment provided by engineer. */
"实付" = "实付";

/* No comment provided by engineer. */
"实付 ¥%@" = "实付 ¥%@";

/* No comment provided by engineer. */
"实付: ¥%@" = "实付: ¥%@";

/* No comment provided by engineer. */
"实付:¥%@" = "实付:¥%@";

/* No comment provided by engineer. */
"实际付款\n¥ %@" = "实际付款\n¥ %@";

/* No comment provided by engineer. */
"客服正在紧张的处理您的问题..." = "客服正在紧张的处理您的问题...";

/* No comment provided by engineer. */
"家" = "家";

/* No comment provided by engineer. */
"密码" = "密码";

/* No comment provided by engineer. */
"导航功能" = "导航功能";

/* No comment provided by engineer. */
"小区" = "小区";

/* No comment provided by engineer. */
"小区/写字楼/学校等" = "小区/写字楼/学校等";

/* No comment provided by engineer. */
"小区|学校|写字楼|医院|商圈|超市|百货商场|办公楼|街区|" = "小区|学校|写字楼|医院|商圈|超市|百货商场|办公楼|街区|";

/* No comment provided by engineer. */
"小哥很老实,速度超快,赞赞" = "小哥很老实,速度超快,赞赞";

/* JHTuansureOrderVC */
"小计" = "小计";

/* No comment provided by engineer. */
"小费" = "小费";

/* No comment provided by engineer. */
"尽快送达" = "尽快送达";

/* No comment provided by engineer. */
"展开更多商品 %d个" = "展开更多商品 %d个";

/* No comment provided by engineer. */
"展开更多商品%ld个" = "展开更多商品%ld个";

/* JHWMShopCartVC */
"差" = "差";

/* No comment provided by engineer. */
"已下单" = "已下单";

/* No comment provided by engineer. */
"已使用" = "已使用";

/* No comment provided by engineer. */
"已切换到WiFi网络" = "已切换到WiFi网络";

/* No comment provided by engineer. */
"已切换到蜂窝数据" = "已切换到蜂窝数据";

/* No comment provided by engineer. */
"已取消" = "已取消";

/* No comment provided by engineer. */
"已售" = "已售";

/* JHTuanHomeShopCell */
"已售%@" = "已售%@";

/* WMGoodDetailCellOne */
"已售%@  赞%@" = "已售%1$@  赞%2$@";

/* No comment provided by engineer. */
"已售罄" = "已售罄";

/* No comment provided by engineer. */
"已完成" = "已完成";

/* No comment provided by engineer. */
"已打烊" = "已打烊";

/* No comment provided by engineer. */
"已接单" = "已接单";

/* No comment provided by engineer. */
"已收藏" = "已收藏";

/* No comment provided by engineer. */
"已确认收货" = "已确认收货";

/* No comment provided by engineer. */
"已绑定" = "已绑定";

/* No comment provided by engineer. */
"已超出配送范围" = "已超出配送范围";

/* No comment provided by engineer. */
"已退款" = "已退款";

/* No comment provided by engineer. */
"已送达" = "已送达";

/* JHWMChooseSizeGoodVC */
"已选" = "已选";

/* No comment provided by engineer. */
"已领取" = "已领取";

/* No comment provided by engineer. */
"帮我买" = "帮我买";

/* No comment provided by engineer. */
"帮我送" = "帮我送";

/* JHShopDetailVC */
"平台专送" = "平台专送";

/* No comment provided by engineer. */
"平台送" = "平台送";

/* No comment provided by engineer. */
"年" = "年";

/* No comment provided by engineer. */
"庐阳区" = "庐阳区";

/* No comment provided by engineer. */
"库存%@件" = "库存%@件";

/* No comment provided by engineer. */
"库存不足!" = "库存不足!";

/* No comment provided by engineer. */
"库存已不足!" = "库存已不足!";

/* JHTuanGouMaiDanVC */
"应付金额: " = "应付金额: ";

/* No comment provided by engineer. */
"应支付金额" = "应支付金额";

/* No comment provided by engineer. */
"店主推荐" = "店主推荐";

/* No comment provided by engineer. */
"店内搜索" = "店内搜索";

/* No comment provided by engineer. */
"店铺" = "店铺";

/* No comment provided by engineer. */
"店铺商品分类" = "店铺商品分类";

/* No comment provided by engineer. */
"店铺招牌" = "店铺招牌";

/* No comment provided by engineer. */
"店铺首页" = "店铺首页";

/* No comment provided by engineer. */
"张" = "张";

/* No comment provided by engineer. */
"当前地址不在配送范围内" = "当前地址不在配送范围内";

/* No comment provided by engineer. */
"当前坐标为{%f,%f,当前地址为:%@}" = "当前坐标为{%1$f,%2$f,当前地址为:%3$@}";

/* No comment provided by engineer. */
"当前定位" = "当前定位";

/* No comment provided by engineer. */
"当前定位位置" = "当前定位位置";

/* No comment provided by engineer. */
"待付款" = "待付款";

/* No comment provided by engineer. */
"待使用" = "待使用";

/* No comment provided by engineer. */
"待发货" = "待发货";

/* No comment provided by engineer. */
"待商家核销" = "待商家核销";

/* No comment provided by engineer. */
"待接单" = "待接单";

/* No comment provided by engineer. */
"待支付" = "待支付";

/* JHWMCreateOrderVC */
"待支付: " = "待支付: ";

/* No comment provided by engineer. */
"待收货" = "待收货";

/* No comment provided by engineer. */
"待计算" = "待计算";

/* No comment provided by engineer. */
"待评价" = "待评价";

/* No comment provided by engineer. */
"微信" = "微信";

/* JHCreateOrderSheetView */
"微信支付" = "微信支付";

/* No comment provided by engineer. */
"微信登录失败" = "微信登录失败";

/* No comment provided by engineer. */
"微信绑定" = "微信绑定";

/* No comment provided by engineer. */
"忘记密码?" = "忘记密码?";

/* No comment provided by engineer. */
"快捷登录" = "快捷登录";

/* No comment provided by engineer. */
"快递¥%@" = "快递¥%@";

/* No comment provided by engineer. */
"性别" = "性别";

/* No comment provided by engineer. */
"总价: ¥%@" = "总价: ¥%@";

/* No comment provided by engineer. */
"总价¥:%@" = "总价¥:%@";

/* No comment provided by engineer. */
"总计 ¥%@" = "总计 ¥%@";

/* No comment provided by engineer. */
"总计 ¥%@  优惠 ¥%g" = "总计 ¥%1$@  优惠 ¥%2$g";

/* No comment provided by engineer. */
"恭喜您获得%@个红包" = "恭喜您获得%@个红包";

/* No comment provided by engineer. */
"您已修改个人信息,请重新登录!" = "您已修改个人信息,请重新登录!";

/* No comment provided by engineer. */
"您已成功催单,请耐心等候!" = "您已成功催单,请耐心等候!";

/* No comment provided by engineer. */
"您已成功删除该地址!" = "您已成功删除该地址!";

/* No comment provided by engineer. */
"您已成功取消订单!" = "您已成功取消订单!";

/* No comment provided by engineer. */
"您已成功找回密码!" = "您已成功找回密码!";

/* No comment provided by engineer. */
"您已成功登录!" = "您已成功登录!";

/* No comment provided by engineer. */
"您已成功评价!" = "您已成功评价!";

/* No comment provided by engineer. */
"您已投诉过该商家" = "您已投诉过该商家";

/* No comment provided by engineer. */
"您已经成功投诉!" = "您已经成功投诉!";

/* No comment provided by engineer. */
"您已解除和微信的绑定!" = "您已解除和微信的绑定!";

/* No comment provided by engineer. */
"您最多只能选择%ld张照片" = "您最多只能选择%ld张照片";

/* No comment provided by engineer. */
"您的位置或网络权限未开启,部分功能无法使用" = "您的位置或网络权限未开启,部分功能无法使用";

/* No comment provided by engineer. */
"您的订单价格小于起送价!" = "您的订单价格小于起送价!";

/* JHWaiMaiShopCartVC */
"您的购物车空空如也" = "您的购物车空空如也";

/* No comment provided by engineer. */
"您的购物车空空如也!" = "您的购物车空空如也!";

/* No comment provided by engineer. */
"您确定删除该店铺的商品!" = "您确定删除该店铺的商品!";

/* No comment provided by engineer. */
"您确定取消订单吗?" = "您确定取消订单吗?";

/* No comment provided by engineer. */
"您确定要解除和微信的绑定?" = "您确定要解除和微信的绑定?";

/* JHTuansureOrderVC */
"您绑定的手机号" = "您绑定的手机号";

/* No comment provided by engineer. */
"您还不能对该商家进行投诉!" = "您还不能对该商家进行投诉!";

/* No comment provided by engineer. */
"您还未添加信用卡" = "您还未添加信用卡";

/* No comment provided by engineer. */
"您还未添加收货地址" = "您还未添加收货地址";

/* No comment provided by engineer. */
"您还未登录,无法查看!" = "您还未登录,无法查看!";

/* No comment provided by engineer. */
"您还没有收货地址哦" = "您还没有收货地址哦";

/* No comment provided by engineer. */
"您还没有登录,请先登录" = "您还没有登录,请先登录";

/* No comment provided by engineer. */
"您还没有登录无法查看" = "您还没有登录无法查看";

/* JHWMCreateOrderAddNoticeVC */
"您还没有输入任何备注信息哟!" = "您还没有输入任何备注信息哟!";

/* No comment provided by engineer. */
"成功加入购物车" = "成功加入购物车";

/* No comment provided by engineer. */
"我收藏的商品" = "我收藏的商品";

/* No comment provided by engineer. */
"我收藏的店铺" = "我收藏的店铺";

/* AppDelegate */
"我的" = "我的";

/* No comment provided by engineer. */
"我的优惠券" = "我的优惠券";

/* No comment provided by engineer. */
"我的会员卡" = "我的会员卡";

/* No comment provided by engineer. */
"我的余额" = "我的余额";

/* No comment provided by engineer. */
"我的信用卡" = "我的信用卡";

/* No comment provided by engineer. */
"我的圈子" = "我的圈子";

/* No comment provided by engineer. */
"我的地址" = "我的地址";

/* No comment provided by engineer. */
"我的收藏" = "我的收藏";

/* No comment provided by engineer. */
"我的收货地址" = "我的收货地址";

/* No comment provided by engineer. */
"我的消息" = "我的消息";

/* No comment provided by engineer. */
"我的红包" = "我的红包";

/* No comment provided by engineer. */
"我的订单" = "我的订单";

/* No comment provided by engineer. */
"我的评价" = "我的评价";

/* No comment provided by engineer. */
"我知道了" = "我知道了";

/* No comment provided by engineer. */
"截止:%@" = "截止:%@";

/* No comment provided by engineer. */
"手动定位" = "手动定位";

/* No comment provided by engineer. */
"手机号" = "手机号";

/* No comment provided by engineer. */
"手机号:%@" = "手机号:%@";

/* No comment provided by engineer. */
"手机号码" = "手机号码";

/* No comment provided by engineer. */
"打赏" = "打赏";

/* No comment provided by engineer. */
"找回密码" = "找回密码";

/* No comment provided by engineer. */
"投诉商家" = "投诉商家";

/* No comment provided by engineer. */
"投诉配送员" = "投诉配送员";

/* No comment provided by engineer. */
"担保交易" = "担保交易";

/* No comment provided by engineer. */
"拍照" = "拍照";

/* No comment provided by engineer. */
"换绑手机号" = "换绑手机号";

/* No comment provided by engineer. */
"换购" = "换购";

/* No comment provided by engineer. */
"排序" = "排序";

/* No comment provided by engineer. */
"排序   " = "排序   ";

/* No comment provided by engineer. */
"推荐" = "推荐";

/* No comment provided by engineer. */
"提交" = "提交";

/* No comment provided by engineer. */
"提交申请" = "提交申请";

/* No comment provided by engineer. */
"提交订单" = "提交订单";

/* No comment provided by engineer. */
"搜索" = "搜索";

/* JHWMSearchOnShopVC */
"搜索商品" = "搜索商品";

/* No comment provided by engineer. */
"搜索商家、商品" = "搜索商家、商品";

/* No comment provided by engineer. */
"支付信息" = "支付信息";

/* YFPayTool */
"支付失败" = "支付失败";

/* JHCreateOrderSheetView */
"支付宝支付" = "支付宝支付";

/* YFPayTool */
"支付成功" = "支付成功";

/* JHWMCreateOrderVC */
"支付方式" = "支付方式";

/* No comment provided by engineer. */
"支付方式:" = "支付方式:";

/* No comment provided by engineer. */
"支付页面" = "支付页面";

/* No comment provided by engineer. */
"支持WiFi" = "支持WiFi";

/* No comment provided by engineer. */
"支持停车" = "支持停车";

/* No comment provided by engineer. */
"支持自提" = "支持自提";

/* No comment provided by engineer. */
"收藏" = "收藏";

/* No comment provided by engineer. */
"收藏失败" = "收藏失败";

/* No comment provided by engineer. */
"收藏店铺" = "收藏店铺";

/* No comment provided by engineer. */
"收货人" = "收货人";

/* No comment provided by engineer. */
"收货人:%@%@" = "收货人:%1$@%2$@";

/* No comment provided by engineer. */
"收货地址" = "收货地址";

/* No comment provided by engineer. */
"收货地址:" = "收货地址:";

/* No comment provided by engineer. */
"收起" = "收起";

/* No comment provided by engineer. */
"政务区" = "政务区";

/* No comment provided by engineer. */
"数量" = "数量";

/* No comment provided by engineer. */
"数量: %@份" = "数量: %@份";

/* No comment provided by engineer. */
"数量:%@" = "数量:%@";

/* No comment provided by engineer. */
"新品" = "新品";

/* No comment provided by engineer. */
"新增" = "新增";

/* No comment provided by engineer. */
"新增地址" = "新增地址";

/* No comment provided by engineer. */
"新增地址成功!" = "新增地址成功!";

/* No comment provided by engineer. */
"新密码" = "新密码";

/* No comment provided by engineer. */
"新店开业" = "新店开业";

/* No comment provided by engineer. */
"新手机号" = "新手机号";

/* No comment provided by engineer. */
"新站区" = "新站区";

/* No comment provided by engineer. */
"旅游" = "旅游";

/* No comment provided by engineer. */
"无" = "无";

/* No comment provided by engineer. */
"是" = "是";

/* JHWMCreateOrderVC */
"是否自提" = "是否自提";

/* No comment provided by engineer. */
"是否要删除此地址" = "是否要删除此地址";

/* No comment provided by engineer. */
"是否要取消此订单" = "是否要取消此订单";

/* JHWMShopCartVC */
"是否要清空已选择商品" = "是否要清空已选择商品";

/* No comment provided by engineer. */
"是否要清空购物车" = "是否要清空购物车";

/* No comment provided by engineer. */
"是否要确认收货" = "是否要确认收货";

/* No comment provided by engineer. */
"昵称" = "昵称";

/* No comment provided by engineer. */
"昵称:" = "昵称:";

/* No comment provided by engineer. */
"智能排序" = "智能排序";

/* No comment provided by engineer. */
"暂无任何信息" = "暂无任何信息";

/* No comment provided by engineer. */
"暂无优惠券" = "暂无优惠券";

/* No comment provided by engineer. */
"暂无公告" = "暂无公告";

/* JHWMCreateOrderVC */
"暂无可用" = "暂无可用";

/* No comment provided by engineer. */
"暂无可用红包" = "暂无可用红包";

/* No comment provided by engineer. */
"暂无数据" = "暂无数据";

/* No comment provided by engineer. */
"暂无更多信息" = "暂无更多信息";

/* No comment provided by engineer. */
"暂无订单" = "暂无订单";

/* No comment provided by engineer. */
"暂无评价" = "暂无评价";

/* No comment provided by engineer. */
"暂时没有数据!" = "暂时没有数据!";

/* No comment provided by engineer. */
"暂未找到相关商品" = "暂未找到相关商品";

/* No comment provided by engineer. */
"暂未找到相关店铺" = "暂未找到相关店铺";

/* No comment provided by engineer. */
"更多" = "更多";

/* No comment provided by engineer. */
"更多地址 >" = "更多地址 >";

/* No comment provided by engineer. */
"更多附近商家" = "更多附近商家";

/* No comment provided by engineer. */
"更正时间" = "更正时间";

/* No comment provided by engineer. */
"最多5张" = "最多5张";

/* No comment provided by engineer. */
"最早送达" = "最早送达";

/* No comment provided by engineer. */
"最近" = "最近";

/* No comment provided by engineer. */
"月" = "月";

/* No comment provided by engineer. */
"月售%@  赞%@" = "月售%1$@  赞%2$@";

/* No comment provided by engineer. */
"月售%l@单" = "月售%l@单";

/* No comment provided by engineer. */
"有效期" = "有效期";

/* No comment provided by engineer. */
"有效期至:%@" = "有效期至:%@";

/* No comment provided by engineer. */
"有效期限%@天" = "有效期限%@天";

/* JHSkyHongBaoCell */
"有限期至" = "有限期至";

/* No comment provided by engineer. */
"朋友圈" = "朋友圈";

/* No comment provided by engineer. */
"服务中" = "服务中";

/* YFPayTool */
"服务器繁忙,请稍后再试!" = "服务器繁忙,请稍后再试!";

/* No comment provided by engineer. */
"服务完成" = "服务完成";

/* No comment provided by engineer. */
"服务已取消" = "服务已取消";

/* No comment provided by engineer. */
"服务已完成" = "服务已完成";

/* WMShopEvaluateHeadView */
"服务态度" = "服务态度";

/* No comment provided by engineer. */
"未使用" = "未使用";

/* No comment provided by engineer. */
"未完成" = "未完成";

/* JHAddressMainVC */
"未定位到附近位置,请手动搜索" = "未定位到附近位置,请手动搜索";

/* No comment provided by engineer. */
"未找到相关内容" = "未找到相关内容";

/* No comment provided by engineer. */
"未支付" = "未支付";

/* No comment provided by engineer. */
"未登录" = "未登录";

/* No comment provided by engineer. */
"未绑定" = "未绑定";

/* No comment provided by engineer. */
"未购买" = "未购买";

/* No comment provided by engineer. */
"未选择红包" = "未选择红包";

/* No comment provided by engineer. */
"本单最多减免配送费: ¥%@" = "本单最多减免配送费: ¥%@";

/* No comment provided by engineer. */
"本机地图" = "本机地图";

/* No comment provided by engineer. */
"条余额明细" = "条余额明细";

/* No comment provided by engineer. */
"松开刷新" = "松开刷新";

/* No comment provided by engineer. */
"极速退款" = "极速退款";

/* No comment provided by engineer. */
"查看全部订单" = "查看全部订单";

/* No comment provided by engineer. */
"查看券码" = "查看券码";

/* JHTuanGouGoodsDetailVC */
"查看图文详情" = "查看图文详情";

/* No comment provided by engineer. */
"查看物流" = "查看物流";

/* No comment provided by engineer. */
"查看评价" = "查看评价";

/* No comment provided by engineer. */
"标签" = "标签";

/* No comment provided by engineer. */
"正在保存图片到相册..." = "正在保存图片到相册...";

/* No comment provided by engineer. */
"正在刷新数据中..." = "正在刷新数据中...";

/* No comment provided by engineer. */
"正在加载" = "正在加载";

/* No comment provided by engineer. */
"正在自提中..." = "正在自提中...";

/* No comment provided by engineer. */
"母婴" = "母婴";

/* No comment provided by engineer. */
"每单最多减免配送费 ¥%@" = "每单最多减免配送费 ¥%@";

/* No comment provided by engineer. */
"没有更多数据了" = "没有更多数据了";

/* No comment provided by engineer. */
"注册" = "注册";

/* JHHomeMsgVC */
"消息中心" = "消息中心";

/* No comment provided by engineer. */
"消费:%@" = "消费:%@";

/* No comment provided by engineer. */
"消费:¥%@" = "消费:¥%@";

/* JHTuanGouMaiDanVC */
"消费打%@折,最高减¥%@" = "消费打%1$@折,最高减¥%2$@";

/* JHTuanGouMaiDanVC */
"消费每满¥%@,减¥%@" = "消费每满¥%1$@,减¥%2$@";

/* JHTuanGouMaiDanVC */
"消费金额: " = "消费金额: ";

/* No comment provided by engineer. */
"添加商品" = "添加商品";

/* No comment provided by engineer. */
"添加地址" = "添加地址";

/* JHWMCreateOrderAddNoticeVC */
"添加备注" = "添加备注";

/* No comment provided by engineer. */
"添加收货地址 +" = "添加收货地址 +";

/* JHWMShopCartVC */
"清空" = "清空";

/* No comment provided by engineer. */
"清除" = "清除";

/* JHShowAlert */
"温馨提示" = "温馨提示";

/* JHCreateOrderSheetView */
"满" = "满";

/* JHSkyHongBaoCell */
"满¥" = "满¥";

/* No comment provided by engineer. */
"满¥%g可用" = "满¥%g可用";

/* No comment provided by engineer. */
"满减优惠" = "满减优惠";

/* No comment provided by engineer. */
"满返优惠" = "满返优惠";

/* No comment provided by engineer. */
"滨湖区" = "滨湖区";

/* No comment provided by engineer. */
"火锅" = "火锅";

/* No comment provided by engineer. */
"点击刷新" = "点击刷新";

/* No comment provided by engineer. */
"点击登录" = "点击登录";

/* JHWMCreateOrderVC */
"点击输入(选填)" = "点击输入(选填)";

/* No comment provided by engineer. */
"点击选择地址" = "点击选择地址";

/* No comment provided by engineer. */
"点击领取" = "点击领取";

/* No comment provided by engineer. */
"热" = "热";

/* No comment provided by engineer. */
"热销" = "热销";

/* No comment provided by engineer. */
"热销商品排行" = "热销商品排行";

/* No comment provided by engineer. */
"热门城市" = "热门城市";

/* No comment provided by engineer. */
"热门推荐" = "热门推荐";

/* HistorySearchView */
"热门搜索" = "热门搜索";

/* No comment provided by engineer. */
"版本号" = "版本号";

/* No comment provided by engineer. */
"物品价值" = "物品价值";

/* No comment provided by engineer. */
"物品价值: ¥ %@" = "物品价值: ¥ %@";

/* No comment provided by engineer. */
"物品信息" = "物品信息";

/* No comment provided by engineer. */
"物品类型: %@" = "物品类型: %@";

/* No comment provided by engineer. */
"物品重量: %@ kg" = "物品重量: %@ kg";

/* No comment provided by engineer. */
"猜你喜欢" = "猜你喜欢";

/* No comment provided by engineer. */
"瑶海区" = "瑶海区";

/* No comment provided by engineer. */
"生鲜(12)" = "生鲜(12)";

/* JHTuanGouDetailEvaluationCell */
"用户评价" = "用户评价";

/* No comment provided by engineer. */
"申请合作" = "申请合作";

/* No comment provided by engineer. */
"申请客服介入" = "申请客服介入";

/* No comment provided by engineer. */
"申请成功,等待客服与您联系!" = "申请成功,等待客服与您联系!";

/* No comment provided by engineer. */
"申请提现" = "申请提现";

/* No comment provided by engineer. */
"申请提现成功,注意查看账户!" = "申请提现成功,注意查看账户!";

/* No comment provided by engineer. */
"申请退款" = "申请退款";

/* No comment provided by engineer. */
"电影" = "电影";

/* No comment provided by engineer. */
"电话" = "电话";

/* No comment provided by engineer. */
"男" = "男";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"登录/注册" = "登录/注册";

/* No comment provided by engineer. */
"百度地图" = "百度地图";

/* No comment provided by engineer. */
"百货" = "百货";

/* JHTuanGouDetailTuijianHeaderView */
"相关推荐" = "相关推荐";

/* No comment provided by engineer. */
"相册" = "相册";

/* No comment provided by engineer. */
"相机胶卷" = "相机胶卷";

/* No comment provided by engineer. */
"省、市、区" = "省、市、区";

/* JHShowAlert */
"知道了" = "知道了";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定删除该地址" = "确定删除该地址";

/* No comment provided by engineer. */
"确定删除该地址?" = "确定删除该地址?";

/* No comment provided by engineer. */
"确定取消订单吗?" = "确定取消订单吗?";

/* No comment provided by engineer. */
"确定申请客服介入" = "确定申请客服介入";

/* JHTuansureOrderVC */
"确认下单" = "确认下单";

/* JHTuanGouMaiDanVC */
"确认买单" = "确认买单";

/* No comment provided by engineer. */
"确认删除" = "确认删除";

/* JHWaiMaiShopCartVC */
"确认删除该商家的所有商品?" = "确认删除该商家的所有商品?";

/* No comment provided by engineer. */
"确认取消订单?" = "确认取消订单?";

/* No comment provided by engineer. */
"确认完成" = "确认完成";

/* No comment provided by engineer. */
"确认密码" = "确认密码";

/* No comment provided by engineer. */
"确认支付" = "确认支付";

/* No comment provided by engineer. */
"确认绑定" = "确认绑定";

/* No comment provided by engineer. */
"确认自提" = "确认自提";

/* No comment provided by engineer. */
"确认订单" = "确认订单";

/* No comment provided by engineer. */
"确认退出" = "确认退出";

/* No comment provided by engineer. */
"确认送达" = "确认送达";

/* No comment provided by engineer. */
"积分" = "积分";

/* No comment provided by engineer. */
"积分商城" = "积分商城";

/* JHWMCreateOrderVC */
"立即下单" = "立即下单";

/* No comment provided by engineer. */
"立即充值" = "立即充值";

/* No comment provided by engineer. */
"立即取件" = "立即取件";

/* No comment provided by engineer. */
"立即取货" = "立即取货";

/* No comment provided by engineer. */
"立即抢购" = "立即抢购";

/* No comment provided by engineer. */
"立即支付" = "立即支付";

/* No comment provided by engineer. */
"立即绑定" = "立即绑定";

/* No comment provided by engineer. */
"立即自提" = "立即自提";

/* No comment provided by engineer. */
"立即评价" = "立即评价";

/* No comment provided by engineer. */
"立即购买" = "立即购买";

/* No comment provided by engineer. */
"立即送达" = "立即送达";

/* JHShopMenuVC */
"立即领劵" = "立即领劵";

/* No comment provided by engineer. */
"立即领取" = "立即领取";

/* No comment provided by engineer. */
"第三方登录" = "第三方登录";

/* No comment provided by engineer. */
"等待自提中..." = "等待自提中...";

/* No comment provided by engineer. */
"等待跑腿小哥接单" = "等待跑腿小哥接单";

/* No comment provided by engineer. */
"等待配送员接单" = "等待配送员接单";

/* No comment provided by engineer. */
"筛选   " = "筛选   ";

/* No comment provided by engineer. */
"箱包" = "箱包";

/* No comment provided by engineer. */
"篮子被删除后不可恢复哟" = "篮子被删除后不可恢复哟";

/* No comment provided by engineer. */
"红包" = "红包";

/* No comment provided by engineer. */
"经开区" = "经开区";

/* No comment provided by engineer. */
"绑定信用卡" = "绑定信用卡";

/* No comment provided by engineer. */
"绑定微信失败" = "绑定微信失败";

/* No comment provided by engineer. */
"绑定微信成功!" = "绑定微信成功!";

/* No comment provided by engineer. */
"绑定微信成功,您已登录!" = "绑定微信成功,您已登录!";

/* No comment provided by engineer. */
"绑定成功" = "绑定成功";

/* No comment provided by engineer. */
"结算" = "结算";

/* No comment provided by engineer. */
"结算(%@)" = "结算(%@)";

/* No comment provided by engineer. */
"结算(0)" = "结算(0)";

/* No comment provided by engineer. */
"继续上拉" = "继续上拉";

/* No comment provided by engineer. */
"继续下拉" = "继续下拉";

/* No comment provided by engineer. */
"综合" = "综合";

/* WMShopEvaluateHeadView */
"综合评分" = "综合评分";

/* No comment provided by engineer. */
"编辑" = "编辑";

/* No comment provided by engineer. */
"缺少partner或者seller或者私钥" = "缺少partner或者seller或者私钥";

/* No comment provided by engineer. */
"网络已断开连接!" = "网络已断开连接!";

/* JHTuanGouImageTextDetailVC */
"网页加载失败,请稍后重试!" = "网页加载失败,请稍后重试!";

/* No comment provided by engineer. */
"美人鱼" = "美人鱼";

/* No comment provided by engineer. */
"美发" = "美发";

/* No comment provided by engineer. */
"美食" = "美食";

/* No comment provided by engineer. */
"美食(7)" = "美食(7)";

/* No comment provided by engineer. */
"耐心等待商家处理" = "耐心等待商家处理";

/* No comment provided by engineer. */
"联系" = "联系";

/* No comment provided by engineer. */
"联系卖家" = "联系卖家";

/* No comment provided by engineer. */
"联系商家" = "联系商家";

/* No comment provided by engineer. */
"联系客服" = "联系客服";

/* No comment provided by engineer. */
"联系电话   " = "联系电话   ";

/* No comment provided by engineer. */
"联系骑手" = "联系骑手";

/* No comment provided by engineer. */
"腾讯地图" = "腾讯地图";

/* No comment provided by engineer. */
"自提" = "自提";

/* JHWMCreateOrderVC */
"自提地址" = "自提地址";

/* JHShowShopLocationVC */
"自提地点" = "自提地点";

/* No comment provided by engineer. */
"自提无须达到起送价" = "自提无须达到起送价";

/* JHWMCreateOrderVC */
"自提时间" = "自提时间";

/* JHTuanProductModel */
"节假日、周末通用\n" = "节假日、周末通用\n";

/* JHTuanProductModel */
"节假日不可用\n" = "节假日不可用\n";

/* No comment provided by engineer. */
"若旧手机丢失,请联系客服,客服热线:" = "若旧手机丢失,请联系客服,客服热线:";

/* No comment provided by engineer. */
"获取位置信息失败,请检查是否开启定位和网络" = "获取位置信息失败,请检查是否开启定位和网络";

/* No comment provided by engineer. */
"获取位置失败" = "获取位置失败";

/* No comment provided by engineer. */
"获取验证码" = "获取验证码";

/* No comment provided by engineer. */
"营业中" = "营业中";

/* JHShopDetailVC */
"营业时间:" = "营业时间:";

/* No comment provided by engineer. */
"营业时间: 11:00~14:00 17:00~21:00" = "营业时间: 11:00~14:00 17:00~21:00";

/* No comment provided by engineer. */
"蜀山区" = "蜀山区";

/* No comment provided by engineer. */
"规格" = "规格";

/* No comment provided by engineer. */
"规格:%@" = "规格:%@";

/* No comment provided by engineer. */
"规格：%@" = "规格：%@";

/* No comment provided by engineer. */
"解绑信用卡" = "解绑信用卡";

/* No comment provided by engineer. */
"解绑成功" = "解绑成功";

/* No comment provided by engineer. */
"解除绑定" = "解除绑定";

/* AppDelegate */
"订单" = "订单";

/* No comment provided by engineer. */
"订单信息" = "订单信息";

/* No comment provided by engineer. */
"订单号" = "订单号";

/* No comment provided by engineer. */
"订单号:" = "订单号:";

/* No comment provided by engineer. */
"订单号:%@" = "订单号:%@";

/* No comment provided by engineer. */
"订单备注:" = "订单备注:";

/* No comment provided by engineer. */
"订单已取消" = "订单已取消";

/* No comment provided by engineer. */
"订单已完成!" = "订单已完成!";

/* No comment provided by engineer. */
"订单已成功退款" = "订单已成功退款";

/* No comment provided by engineer. */
"订单已结束" = "订单已结束";

/* JHTuansureOrderVC */
"订单总价" = "订单总价";

/* No comment provided by engineer. */
"订单状态" = "订单状态";

/* No comment provided by engineer. */
"订单编号:%@" = "订单编号:%@";

/* No comment provided by engineer. */
"订单评价" = "订单评价";

/* No comment provided by engineer. */
"订单详情" = "订单详情";

/* No comment provided by engineer. */
"订单进度" = "订单进度";

/* No comment provided by engineer. */
"设为默认地址" = "设为默认地址";

/* ContentView */
"评价" = "评价";

/* No comment provided by engineer. */
"评价信息" = "评价信息";

/* No comment provided by engineer. */
"评价成功" = "评价成功";

/* No comment provided by engineer. */
"评分最高" = "评分最高";

/* JHTuanGouMaiDanVC */
"询问服务员后输入" = "询问服务员后输入";

/* No comment provided by engineer. */
"该商品库存不足,已为您删除购物车中该商品" = "该商品库存不足,已为您删除购物车中该商品";

/* No comment provided by engineer. */
"该商品规格发生改变,已为您删除购物车中该商品" = "该商品规格发生改变,已为您删除购物车中该商品";

/* No comment provided by engineer. */
"该商品规格库存不足,已为您删除购物车中该商品" = "该商品规格库存不足,已为您删除购物车中该商品";

/* JHTuanGouGoodsListVC */
"该商家全部团购" = "该商家全部团购";

/* No comment provided by engineer. */
"该地址所在城市暂未开通,请选择其他地址" = "该地址所在城市暂未开通,请选择其他地址";

/* No comment provided by engineer. */
"该订单不在配送范围内!" = "该订单不在配送范围内!";

/* No comment provided by engineer. */
"详细地址" = "详细地址";

/* No comment provided by engineer. */
"说说你对该单评价" = "说说你对该单评价";

/* No comment provided by engineer. */
"请于%@分%@秒内付款,超时订单自动关闭" = "请于%1$@分%2$@秒内付款,超时订单自动关闭";

/* No comment provided by engineer. */
"请先去登录!" = "请先去登录!";

/* No comment provided by engineer. */
"请先安装微信!" = "请先安装微信!";

/* No comment provided by engineer. */
"请先登录!" = "请先登录!";

/* No comment provided by engineer. */
"请先输入姓名!" = "请先输入姓名!";

/* No comment provided by engineer. */
"请先输入您对商家的评价!" = "请先输入您对商家的评价!";

/* No comment provided by engineer. */
"请先输入您的密码!" = "请先输入您的密码!";

/* No comment provided by engineer. */
"请先输入您的账号!" = "请先输入您的账号!";

/* No comment provided by engineer. */
"请先输入手机号!" = "请先输入手机号!";

/* No comment provided by engineer. */
"请先输入提现账号" = "请先输入提现账号";

/* No comment provided by engineer. */
"请先输入提现金额" = "请先输入提现金额";

/* No comment provided by engineer. */
"请先输入搜索信息!" = "请先输入搜索信息!";

/* No comment provided by engineer. */
"请先输入昵称!" = "请先输入昵称!";

/* No comment provided by engineer. */
"请先输入正确的手机号!" = "请先输入正确的手机号!";

/* No comment provided by engineer. */
"请先输入退款理由" = "请先输入退款理由";

/* No comment provided by engineer. */
"请先输入门牌号!" = "请先输入门牌号!";

/* No comment provided by engineer. */
"请先输入验证码!" = "请先输入验证码!";

/* No comment provided by engineer. */
"请先选择充值的金额!" = "请先选择充值的金额!";

/* No comment provided by engineer. */
"请先选择地址!" = "请先选择地址!";

/* No comment provided by engineer. */
"请先选择收货地址" = "请先选择收货地址";

/* No comment provided by engineer. */
"请先选择照片!" = "请先选择照片!";

/* No comment provided by engineer. */
"请先选择要结算的商品!" = "请先选择要结算的商品!";

/* No comment provided by engineer. */
"请先选择规格" = "请先选择规格";

/* No comment provided by engineer. */
"请先选择需要购买的规格" = "请先选择需要购买的规格";

/* No comment provided by engineer. */
"请再次输入密码!" = "请再次输入密码!";

/* No comment provided by engineer. */
"请同意并接受《帮买服务协议》" = "请同意并接受《帮买服务协议》";

/* No comment provided by engineer. */
"请在%@分%@秒内完成支付,超时自动取消" = "请在%1$@分%2$@秒内完成支付,超时自动取消";

/* No comment provided by engineer. */
"请在设置-隐私-照片中打开权限" = "请在设置-隐私-照片中打开权限";

/* No comment provided by engineer. */
"请填写发货人信息(必填)" = "请填写发货人信息(必填)";

/* No comment provided by engineer. */
"请填写图形验证码" = "请填写图形验证码";

/* No comment provided by engineer. */
"请填写完整信息" = "请填写完整信息";

/* No comment provided by engineer. */
"请填写收货人信息(必填)" = "请填写收货人信息(必填)";

/* No comment provided by engineer. */
"请填写收货人姓名" = "请填写收货人姓名";

/* No comment provided by engineer. */
"请填写收货人手机号" = "请填写收货人手机号";

/* No comment provided by engineer. */
"请填写详细地址" = "请填写详细地址";

/* No comment provided by engineer. */
"请填写购买地址(选填,默认就近购买)" = "请填写购买地址(选填,默认就近购买)";

/* No comment provided by engineer. */
"请对商家星级进行点评!" = "请对商家星级进行点评!";

/* No comment provided by engineer. */
"请对配送员进行星级评分" = "请对配送员进行星级评分";

/* No comment provided by engineer. */
"请对配送服务星级进行点评!" = "请对配送服务星级进行点评!";

/* No comment provided by engineer. */
"请求出错,请稍后再试" = "请求出错,请稍后再试";

/* No comment provided by engineer. */
"请绑定您的信用卡" = "请绑定您的信用卡";

/* No comment provided by engineer. */
"请给您的信用卡起个名字" = "请给您的信用卡起个名字";

/* No comment provided by engineer. */
"请耐心等待,商家稍后会处理" = "请耐心等待,商家稍后会处理";

/* No comment provided by engineer. */
"请耐心等待送达" = "请耐心等待送达";

/* No comment provided by engineer. */
"请输入16位数信用卡卡号" = "请输入16位数信用卡卡号";

/* No comment provided by engineer. */
"请输入6位以上密码!" = "请输入6位以上密码!";

/* JHTuanGouMaiDanVC */
"请输入不享受优惠的金额" = "请输入不享受优惠的金额";

/* No comment provided by engineer. */
"请输入位置名称" = "请输入位置名称";

/* No comment provided by engineer. */
"请输入信用卡背面安全码" = "请输入信用卡背面安全码";

/* No comment provided by engineer. */
"请输入名称" = "请输入名称";

/* No comment provided by engineer. */
"请输入图中内容" = "请输入图中内容";

/* No comment provided by engineer. */
"请输入图中文字!" = "请输入图中文字!";

/* JHWMCreateOrderAddNoticeVC */
"请输入备注" = "请输入备注";

/* No comment provided by engineer. */
"请输入您想购买的物品的名称" = "请输入您想购买的物品的名称";

/* No comment provided by engineer. */
"请输入手机号!" = "请输入手机号!";

/* No comment provided by engineer. */
"请输入投诉内容,客服会尽快和您联系,请耐心等待" = "请输入投诉内容,客服会尽快和您联系,请耐心等待";

/* No comment provided by engineer. */
"请输入投诉商家的理由!" = "请输入投诉商家的理由!";

/* No comment provided by engineer. */
"请输入搜索地点" = "请输入搜索地点";

/* No comment provided by engineer. */
"请输入收货人姓名" = "请输入收货人姓名";

/* No comment provided by engineer. */
"请输入收货人手机号" = "请输入收货人手机号";

/* No comment provided by engineer. */
"请输入昵称" = "请输入昵称";

/* No comment provided by engineer. */
"请输入申请理由" = "请输入申请理由";

/* No comment provided by engineer. */
"请输入短信验证码!" = "请输入短信验证码!";

/* No comment provided by engineer. */
"请输入详细原因" = "请输入详细原因";

/* No comment provided by engineer. */
"请输入详细地址" = "请输入详细地址";

/* No comment provided by engineer. */
"请输入银行卡号" = "请输入银行卡号";

/* No comment provided by engineer. */
"请输入银行卡号或支付宝微信账号" = "请输入银行卡号或支付宝微信账号";

/* No comment provided by engineer. */
"请输入门牌号" = "请输入门牌号";

/* No comment provided by engineer. */
"请选择" = "请选择";

/* No comment provided by engineer. */
"请选择信用卡" = "请选择信用卡";

/* No comment provided by engineer. */
"请选择发货地址" = "请选择发货地址";

/* JHWMShopCartVC */
"请选择必点商品" = "请选择必点商品";

/* No comment provided by engineer. */
"请选择性别" = "请选择性别";

/* No comment provided by engineer. */
"请选择收货地址" = "请选择收货地址";

/* No comment provided by engineer. */
"请选择有效期" = "请选择有效期";

/* No comment provided by engineer. */
"请选择省市区" = "请选择省市区";

/* No comment provided by engineer. */
"请选择要送的物品价值" = "请选择要送的物品价值";

/* No comment provided by engineer. */
"请选择要送的物品类型" = "请选择要送的物品类型";

/* No comment provided by engineer. */
"请选择要送的物品重量" = "请选择要送的物品重量";

/* No comment provided by engineer. */
"请选择规格" = "请选择规格";

/* No comment provided by engineer. */
"请选择送达时间" = "请选择送达时间";

/* No comment provided by engineer. */
"账号" = "账号";

/* No comment provided by engineer. */
"账号登录" = "账号登录";

/* JHWMCreateOrderVC */
"货到付款" = "货到付款";

/* No comment provided by engineer. */
"购买%@" = "购买%@";

/* No comment provided by engineer. */
"购买会员卡" = "购买会员卡";

/* No comment provided by engineer. */
"购买手机号:%@" = "购买手机号:%@";

/* No comment provided by engineer. */
"购物(666)" = "购物(666)";

/* No comment provided by engineer. */
"购物车" = "购物车";

/* No comment provided by engineer. */
"购物车(%ld)" = "购物车(%ld)";

/* JHWaiMaiShopCartVC */
"购物车快饿瘪了T.T" = "购物车快饿瘪了T.T";

/* No comment provided by engineer. */
"赏赐小费" = "赏赐小费";

/* WMShopGoodCell */
"赞" = "赞";

/* No comment provided by engineer. */
"赶紧去添加吧" = "赶紧去添加吧";

/* No comment provided by engineer. */
"赶紧添加吧～" = "赶紧添加吧～";

/* No comment provided by engineer. */
"起步费用" = "起步费用";

/* No comment provided by engineer. */
"起送" = "起送";

/* No comment provided by engineer. */
"起送¥%g | 免配送费" = "起送¥%g | 免配送费";

/* No comment provided by engineer. */
"起送¥%g | 配送¥%g" = "起送¥%1$g | 配送¥%2$g";

/* No comment provided by engineer. */
"起送价最低" = "起送价最低";

/* No comment provided by engineer. */
"超值换购" = "超值换购";

/* No comment provided by engineer. */
"超出配送范围" = "超出配送范围";

/* No comment provided by engineer. */
"超出限购的部分按照原价计算!" = "超出限购的部分按照原价计算!";

/* No comment provided by engineer. */
"超时加价" = "超时加价";

/* No comment provided by engineer. */
"超距加价" = "超距加价";

/* No comment provided by engineer. */
"超重加价" = "超重加价";

/* No comment provided by engineer. */
"跑腿" = "跑腿";

/* No comment provided by engineer. */
"跑腿小哥取货中" = "跑腿小哥取货中";

/* No comment provided by engineer. */
"跑腿小哥已送达" = "跑腿小哥已送达";

/* No comment provided by engineer. */
"跑腿小哥送货中" = "跑腿小哥送货中";

/* No comment provided by engineer. */
"跑腿费" = "跑腿费";

/* No comment provided by engineer. */
"跑腿费:" = "跑腿费:";

/* No comment provided by engineer. */
"跑腿费: ¥%@" = "跑腿费: ¥%@";

/* No comment provided by engineer. */
"距取货地还有%@" = "距取货地还有%@";

/* No comment provided by engineer. */
"距您还有%@" = "距您还有%@";

/* No comment provided by engineer. */
"距离最近" = "距离最近";

/* JHLaunchADVC */
"跳过 " = "跳过 ";

/* No comment provided by engineer. */
"输入关键字搜索位置..." = "输入关键字搜索位置...";

/* No comment provided by engineer. */
"输入商家,商品名称" = "输入商家,商品名称";

/* JHWMHomeSearchVC */
"输入商家或商品名称" = "输入商家或商品名称";

/* No comment provided by engineer. */
"输入想要买的商品" = "输入想要买的商品";

/* No comment provided by engineer. */
"输入或点击您想购买的物品名称" = "输入或点击您想购买的物品名称";

/* No comment provided by engineer. */
"输入有误,请重新输入" = "输入有误,请重新输入";

/* No comment provided by engineer. */
"过期退" = "过期退";

/* No comment provided by engineer. */
"运费:%@" = "运费:%@";

/* No comment provided by engineer. */
"还可以输入%ld字" = "还可以输入%ld字";

/* No comment provided by engineer. */
"还可以输入0字" = "还可以输入0字";

/* No comment provided by engineer. */
"还没有人订餐" = "还没有人订餐";

/* No comment provided by engineer. */
"还没有添加商品" = "还没有添加商品";

/* No comment provided by engineer. */
"还没有添加篮子\n\n赶紧去添加吧" = "还没有添加篮子\n\n赶紧去添加吧";

/* No comment provided by engineer. */
"这家店还不错,外卖可以叫他们家的外卖哦!" = "这家店还不错,外卖可以叫他们家的外卖哦!";

/* No comment provided by engineer. */
"进店 >" = "进店 >";

/* No comment provided by engineer. */
"进店领劵" = "进店领劵";

/* No comment provided by engineer. */
"退出" = "退出";

/* No comment provided by engineer. */
"退出当前帐号" = "退出当前帐号";

/* No comment provided by engineer. */
"退出登录" = "退出登录";

/* No comment provided by engineer. */
"退出订餐后,选购商品会被清空,将无法继续使用多人订餐" = "退出订餐后,选购商品会被清空,将无法继续使用多人订餐";

/* No comment provided by engineer. */
"退款/售后" = "退款/售后";

/* No comment provided by engineer. */
"退款已被商家拒绝" = "退款已被商家拒绝";

/* No comment provided by engineer. */
"送" = "送";

/* No comment provided by engineer. */
"送货中" = "送货中";

/* No comment provided by engineer. */
"送货中..." = "送货中...";

/* No comment provided by engineer. */
"送达" = "送达";

/* JHWMCreateOrderVC */
"送达时间" = "送达时间";

/* No comment provided by engineer. */
"送达时间:" = "送达时间:";

/* WMShopGoodCell */
"选" = "选";

/* No comment provided by engineer. */
"选填 ¥" = "选填 ¥";

/* JHWMShopCartVC */
"选好了" = "选好了";

/* JHWMCreateOrderVC */
"选择优惠劵" = "选择优惠劵";

/* No comment provided by engineer. */
"选择位置" = "选择位置";

/* No comment provided by engineer. */
"选择充值面额" = "选择充值面额";

/* No comment provided by engineer. */
"选择取货时间" = "选择取货时间";

/* JHAddressMainVC */
"选择地址" = "选择地址";

/* JHChooseCityVC */
"选择城市" = "选择城市";

/* JHWMCreateOrderVC */
"选择支付方式" = "选择支付方式";

/* No comment provided by engineer. */
"选择数量" = "选择数量";

/* No comment provided by engineer. */
"选择物品价值" = "选择物品价值";

/* No comment provided by engineer. */
"选择物品价格" = "选择物品价格";

/* No comment provided by engineer. */
"选择物品重量" = "选择物品重量";

/* JHWMCreateOrderVC */
"选择红包" = "选择红包";

/* JHWMCreateOrderVC */
"选择自提时间" = "选择自提时间";

/* No comment provided by engineer. */
"选择规格" = "选择规格";

/* JHWMCreateOrderVC */
"选择送达时间" = "选择送达时间";

/* WMShopGoodCell */
"选规格" = "选规格";

/* No comment provided by engineer. */
"邀请好友" = "邀请好友";

/* No comment provided by engineer. */
"配送人员: %@ %@" = "配送人员: %1$@ %2$@";

/* JHWMCreateOrderVC */
"配送会员卡" = "配送会员卡";

/* No comment provided by engineer. */
"配送信息" = "配送信息";

/* No comment provided by engineer. */
"配送员距商家还有%@" = "配送员距商家还有%@";

/* No comment provided by engineer. */
"配送员距您还有%@" = "配送员距您还有%@";

/* No comment provided by engineer. */
"配送打分" = "配送打分";

/* No comment provided by engineer. */
"配送方式" = "配送方式";

/* No comment provided by engineer. */
"配送方式:" = "配送方式:";

/* No comment provided by engineer. */
"配送服务" = "配送服务";

/* JHShopDetailVC */
"配送服务: " = "配送服务: ";

/* WMShopEvaluateHeadView */
"配送评分" = "配送评分";

/* No comment provided by engineer. */
"配送费" = "配送费";

/* JHWMShopCartVC */
"配送费以订单为准" = "配送费以订单为准";

/* No comment provided by engineer. */
"配送距离" = "配送距离";

/* No comment provided by engineer. */
"配送骑手" = "配送骑手";

/* No comment provided by engineer. */
"酒店" = "酒店";

/* No comment provided by engineer. */
"酒店(999)" = "酒店(999)";

/* No comment provided by engineer. */
"重新加载" = "重新加载";

/* No comment provided by engineer. */
"重新定位" = "重新定位";

/* No comment provided by engineer. */
"重新获取" = "重新获取";

/* No comment provided by engineer. */
"重量" = "重量";

/* No comment provided by engineer. */
"销量" = "销量";

/* No comment provided by engineer. */
"销量:%@" = "销量:%@";

/* No comment provided by engineer. */
"销量最高" = "销量最高";

/* No comment provided by engineer. */
"门牌号" = "门牌号";

/* No comment provided by engineer. */
"附近" = "附近";

/* No comment provided by engineer. */
"附近商家" = "附近商家";

/* No comment provided by engineer. */
"附近地址" = "附近地址";

/* No comment provided by engineer. */
"附近店铺" = "附近店铺";

/* No comment provided by engineer. */
"附近推荐团购" = "附近推荐团购";

/* No comment provided by engineer. */
"随时退" = "随时退";

/* No comment provided by engineer. */
"需支付: %@" = "需支付: %@";

/* No comment provided by engineer. */
"需货到付款 ¥%@" = "需货到付款 ¥%@";

/* No comment provided by engineer. */
"非常好" = "非常好";

/* No comment provided by engineer. */
"非常差" = "非常差";

/* No comment provided by engineer. */
"非营业时间,商户休息中" = "非营业时间,商户休息中";

/* No comment provided by engineer. */
"鞋靴" = "鞋靴";

/* No comment provided by engineer. */
"预览" = "预览";

/* No comment provided by engineer. */
"领取优惠券" = "领取优惠券";

/* JHShopMenuVC */
"领取优惠劵" = "领取优惠劵";

/* No comment provided by engineer. */
"食品" = "食品";

/* JHWMCreateOrderVC */
"餐盒打包费" = "餐盒打包费";

/* JHWMCreateOrderVC */
"餐盒费" = "餐盒费";

/* JHWMShopCartVC */
"餐盒费:  " = "餐盒费:  ";

/* No comment provided by engineer. */
"餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业" = "餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业";

/* JHWMCreateOrderVC */
"首单优惠" = "首单优惠";

/* AppDelegate */
"首页" = "首页";

/* No comment provided by engineer. */
"验证失败..." = "验证失败...";

/* No comment provided by engineer. */
"验证码" = "验证码";

/* No comment provided by engineer. */
"骑手" = "骑手";

/* No comment provided by engineer. */
"骑手正在取餐" = "骑手正在取餐";

/* No comment provided by engineer. */
"骑手正在送餐" = "骑手正在送餐";

/* No comment provided by engineer. */
"高德地图" = "高德地图";

/* No comment provided by engineer. */
"默认地址" = "默认地址";

